Repository: amigne/ZosTeroPs
Catalog: user/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Log-in
fr: Connexion

source: Lost password?
fr: Mot-de-passe perdu ?

source: Password change
fr: Modification du mot-de-passe

source: Password reset
fr: Réinitialiser le mot-de-passe

source: Please, enter your old (current) password and set your new password twice so it can be checked it is correctly input.
fr: S'il vous plaît, entrez votre ancien (actuel) mot-de-passe puis saisissez votre nouveau mot-de-passe deux fois afin de vérifier qu'il n'y ait pas d'erreur.

source: Update password
fr: Mettre à jour le mot-de-passe

source: Set a new password
fr: Enregistrer un nouveau mot-de-passe

source: Please, set your new password twice so it can be checked it is correctly input.
fr: S'il vous plaît, entrez votre nouveau mot-de-passe deux fois afin de vérifier qu'il soit correctement saisi.

source: Set the password
fr: Enregistrer le mot-de-passe

source: Reset your password
fr: Réinitialiser votre mot-de-passe

source: We've emailed you instructions for setting your password.
fr: Nous vous avons envoyé par e-mail les instructions pour définir votre mot-de-passe.

source: If you don't receive an e-mail, please make sure you've entered the address you registered with.
fr: Si vous ne recevez pas d'e-mail, veuillez vous assurer que vous avez bien saisi l'adresse e-mail avec laquelle vous êtes enregistré.

source: Someone asked for password reset for email %(email)s. Follow the link below:
fr: Quelqu'un a demandé à réinitialiser le mot-de-passe pour l'adresse e-mail %(email)s. Suivez le lien suivant :

source: Your username, in case you've forgotten: %(user)s
fr: Votre nom d'utilisateur, si vous l'aviez oublié : %(user)s

source: Please, enter your e-mail address and you will receive instructions to change your password.
fr: Veuillez indiquer votre adresse e-mail et vous recevrez les instructions pour changer votre mot-de-passe.

source: User profile - Edit
fr: Profil utilisateur - Édition

source: Update
fr: Mettre à jour

source: Create
fr: Créer

source: Change password?
fr: Modifier le mot-de-passer ?

source: Add Parameter
fr: Ajouter un paramètre

source: Remove Parameter
fr: Retirer un paramètre

source: Your profile has successfully been updated.
fr: Votre profil a été mis à jour avec succès.

source: Your password has successfully been updated.
fr: Votre mot-de-passe a été modifié avec succès.

source: Your new password has been set. You can now login.
fr: Votre nouveau mot-de-passe a été enregistré. Vous pouvez maintenant vous connecter.
