Repository: amigne/ZosTeroPs
Catalog: ztp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: There must not be multiple parameters with the same name.
fr: Il ne peut pas y avoir plusieurs paramètres avec le même nom.

source: name
fr: nom

source: Can list vendor
fr: Peut lister les fabricants

source: Vendor
fr: Fabricant

source: Vendors
fr: Fabricant

source: Can list platform
fr: Peut lister les plateformes

source: Platform
fr: Plateforme

source: Platforms
fr: Plateforme

source: file
fr: fichier

source: filesize
fr: taille du fichier

source: MD5 hash
fr: somme de contrôle MD5

source: SHA512 hash
fr: somme de contrôle SHA512

source: supported platforms
fr: plateformes supportées

source: Can list firmware
fr: Peut lister les logiciels

source: Firmware
fr: Logiciel

source: Firmwares
fr: Logiciels

source: language
fr: langue

source: template
fr: modèle

source: Can list config
fr: Peut lister les configurations

source: data
fr: données

source: mandatory parameter
fr: Paramètre obligatoire

source: Configuration's parameter
fr: Paramètre de configuration

source: Configuration's parameters
fr: Paramètres de configuration

source: render template
fr: interprétation du modèle

source: use parameters
fr: substitution des paramètres

source: accept_query_string
fr: accepte la chaîne de caractères de requête

source: priority query string over arguments
fr: chaîne de caractères de requête prioritaire sur les arguments

source: Can list ztp script
fr: Peut lister les scripts ZTP

source: ZTP script
fr: Script ZTP

source: ZTP scripts
fr: Scripts ZTP

source: value
fr: valeur

source: ZTP script's parameter
fr: Paramètre de script ZTP

source: ZTP script's parameters
fr: Paramètres de script ZTP

source: User Profile
fr: Profil utilisateur

source: Ch. password
fr: Ch. m-d-passe

source: Logout
fr: Déconnexion

source: Home
fr: Accueil

source: ZTP Scripts
fr: Scripts ZTP

source: Logs
fr: Journaux

source: Login
fr: Connexion

source: About
fr: À propos...

source: All rights reserved.
fr: Tous droits réservés.

source: Author:
fr: Auteur :

source: Website:
fr: Site web :

source: License:
fr: Licence :

source: Delete
fr: Supprimer

source: You're about to delete the %(object_description)s <strong>%(object)s</strong>.
fr: Vous êtes sur le point de supprimer l'élément suivant : %(object_description)s <strong>%(object)s</strong>.

source: Are you sure you want to delete it?
fr: Êtes-vous certain de vouloir supprimer cet élément ?

source: Confirm
fr: Confirmer

source: Details
fr: Détails

source: Edit
fr: Édition

source: Name
fr: Nom

source: Filename
fr: Nom de fichier

source: File size
fr: Taille du fichier

source: Supported platforms
fr: Plateformes supportées

source: Render template
fr: Interprétation du modèle

source: Use parameters
fr: Substitution des paramètres

source: Accept query string
fr: Accepte la chaîne de caractères de requête

source: Priority query string over arguments
fr: Chaîne de caractères de requête prioritaire sur les arguments

source: Value
fr: Valeur

source: Mandatory parameter
fr: Paramètre obligatoire

source: Language
fr: Langue

source: Template
fr: Modèle

source: Supported firmwares
fr: Logiciels supportés

source: New
fr: Nouveau

source: Update
fr: Mise à jour

source: Create
fr: Créer

source: You are about to delete the complete table with its pre-existing data. Are you sure you want to continue?
fr: Vous êtes sur le point de supprimer toute la table avec ses valeurs préexistantes. Êtes-vous certain de vouloir continuer ?

source: Add Parameter Table
fr: Ajouter une table de paramètres

source: Remove Parameter Table
fr: Retirer la table de paramètres

source: Add Parameter
fr: Ajouter un paramètre

source: Remove Parameter
fr: Retirer un paramètre

source: File
fr: Fichier

source: bytes
fr: octets

source: ZosTeroPs manages the ZTP (Zero Touch Provisioning) of your network devices.
fr: ZosTeroPs gère le mécanisme ZTP (Zero Touch Provisioning) de vos équipements réseau.

source: The system contains different parts that permit to customize the process depending on the vendor and the platform of your network devices.
fr: Le système possède différentes parties qui permettent de personnaliser le processus en fonction du fabricant et de la plateforme de vos équipements réseau.

source: collects your ZTP bootstrap scripts that are first downloaded by the network devices. Multiple scripts can be defined to support multiple platforms with different bootstrap conditions. All scripts are text-based (not binary) that can define variable substitution.
fr: collecte vos scripts de démarrage ZTP qui sont téléchargés en premier par vos équipements réseau. Plusieurs scripts peuvent être déclarés afin de supporter plusieurs plateformes avec des conditions de démarrages différentes. Tous les scripts sont basés sur du texte (pas de codes binaires) et peuvent définir des valeurs de substitution.

source: defines your configuration templates that can be copied by the ZTP script to your device, if it supports this possibility. Splitting the bootstrap and the configuration permits to have a more generic bootstrap script and custom configurations for specific platforms or for specific devices.
fr: déclare les modèles de configuration qui peuvent être récupérés par le script ZTP si l'équipement supporte cette fonctionnalité. Séparer le script de démarrage et la configuration permet de déclarer un script de démarrage plus générique avec des configurations personnalisées spécifiques en fonction de la plateforme ou d'un équipement particulier.

source: collects all the firmwares (softwares) that can be downloaded by the managed devices.
fr: collecte tous les logiciels qui peuvent être téléchargés par l'équipement géré.

source: manages the categories of the network devices of a given vendor.
fr: gère les catégories d'équipement réseau d'un fabricant particulier.

source: manages the vendors of the network devices.
fr: gère les fabricants d'équipements réseau.

source: displays the logs of ZosTeroPs.
fr: affiche les journaux de ZosTeroPs.

source: firmware
fr: logiciel

source: firmwares
fr: logiciels

source: platform
fr: plateforme

source: platforms
fr: plateformes

source: vendor
fr: fabricant

source: vendors
fr: fabricants

source: %(client)s requests ZTP script "%(ztp_script)s".
fr: %(client)s demande le script ZTP "%(ztp_script)s".

source: ZTP script "%(ztp_script)s" requested by %(client)s does not exist.
fr: Le script ZTP "%(ztp_script)s" demandé par %(client)s n'existe pas !

source: ZTP Script does not exist!
fr: Le script ZTP n'existe pas !

source: ZTP script "%(ztp_script)s" requested by %(client)s sent.
fr: Le script ZTP "%(ztp_script)s" demandé par %(client)s a été envoyé.

source: %(client)s requests configuration "%(config)s".
fr: %(client)s demande la configuration "%(config)s".

source: Configuration "%(config)s" requested by %(client)s does not exist.
fr: La configuration "%(config)s" demandée par %(client)s n'existe pas !

source: Configuration does not exist!
fr: La configuration n'existe pas!

source: Configuration "%(config)s" requested by %(client)s miss mandatory parameter "%(invalid_parameter)s".
fr: La configuration "%(config)s" demandée par %(client)s manque le paramètre obligatoire "%(invalid_parameter)s".

source: Missing mandatory parameter "%(name)s".
fr: Paramètre obligatoire "%(name)s" manquant.

source: Configuration "%(config)s" requested by %(client)s has no matching value for parameter "%(invalid_parameter)s".
fr: La configuration "%(config)s" demandée par %(client)s n'a pas de valeur correspondante pour le paramètre "%(invalid_parameter)s".

source: No matching value for parameter "%(name)s".
fr: Pas de valeur correspondant pour le paramètre "%(name)s".

source: Config "%(config)s" requested by %(client)s sent.
fr: La configuration "%(config)s" demandée par %(client)s a été envoyée.

source: %(client)s requests firmware "%(firmware)s".
fr: %(client)s demande le firmware "%(firmware)s".

source: Firmware "%(firmware)s" requested by %(client)s does not exist.
fr: Le firmware "%(firmware)s" demandé par %(client)s n'existe pas.

source: Firmware does not exist!
fr: Le firmware n'existe pas !

source: Firmware "%(firmware)s" requested by %(client)s sent.
fr: Le firmware "%(firmware)s" demandé par %(client)s a été envoyé.
